{
    "0": {
        "name": "-",
        "switch": null,
        "text": "The line is empty",
        "text2": null
    },
    "1": {
        "name": null,
        "switch": null,
        "text": "●Scene: Headless Beauty Inn - Small Talk",
        "text2": null
    },
    "2": {
        "name": "-",
        "switch": null,
        "text": null,
        "text2": null
    },
    "3": {
        "name": "Minstrel",
        "switch": null,
        "text": "\"Oh, brave hero Magmedor, the mighty knight of\nsteel─── Why have you fallen to become a slayer───\nNo one can answer that question─── (pololon)\"",
        "text2": null
    },
    "4": {
        "name": "Minstrel",
        "switch": null,
        "text": "\"Enitouraya, with the beautiful eyes of a star───\nThat girl, noble and sharp, a silver moon shining\nin the night sky─── The one loved by the gods of\ntravel and wind─── (pololon)\"",
        "text2": null
    },
    "5": {
        "name": "Minstrel",
        "switch": null,
        "text": "\"Oh, brave hero Drauken, the knight of bleached\nwhite─── Riding on the back of a powerful griffin,\ngalloping through numerous battlefields─── With\nsharp claws and spear, chaos trembles in fear and\nbegs for mercy─── (pololon)\"",
        "text2": null
    },
    "6": {
        "name": "Minstrel",
        "switch": null,
        "text": "\"Yamano, the dragon slayer hero, facing the red\ndragon with just a sword─── His sword easily cuts\nthrough scales, without flinching at the breath of\nflames─── And then he defeats the tyrant of sky\nand flame─── (pololon)\"",
        "text2": null
    },
    "7": {
        "name": "Minstrel",
        "switch": null,
        "text": null,
        "text2": null
    },
    "8": {
        "name": "Minstrel",
        "switch": null,
        "text": null,
        "text2": null
    },
    "9": {
        "name": "Minstrel",
        "switch": null,
        "text": null,
        "text2": null
    },
    "10": {
        "name": null,
        "switch": null,
        "text": null,
        "text2": null
    },
    "11": {
        "name": "Adventurer",
        "switch": null,
        "text": "Eni-sensei, she's amazing at swordsmanship... She\nturned down marriage proposals from many nobles,\nand one day ended up in a duel with a noble whose\npride was hurt...",
        "text2": "\"She single-handedly defeated three formidable\nduel representatives prepared by the nobles, and\nthen leisurely left the dueling arena... It's\namazing, isn't it?\""
    },
    "12": {
        "name": "Old Sage",
        "switch": null,
        "text": "\"It is instinctual for all dragons to hoard\ntreasures. It seems that even among dragons, their\nstatus is determined by the amount of treasures\nthey have hoarded. I'm starting to understand\nsomewhat why they greedily amass wealth.\"",
        "text2": "\"However... it seems they do not think to create\nwealth themselves. They seem to want to gather\nwhat other races have created... Quite a difficult\nspecies, indeed.\""
    },
    "13": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"The other day, I was attacked by a griffin. My\nbeloved horse was eaten...\"",
        "text2": "\"They love horse meat so much that if they catch\nsight of a horse, they attack without hesitation,\nand if you interfere, they get furious. It's\nreally awful, isn't it...\""
    },
    "14": {
        "name": "Female Magician",
        "switch": null,
        "text": "\"It seems that kobolds are originally a servant\nrace of dragons. Most of them seem to serve evil\ndragons, but...\"",
        "text2": "\"It seems that there are rare cases of kobolds\nwanting to serve good dragons. In that case, they\nwork hard on tunnels and water control. I also\nwant a kobold servant.\""
    },
    "15": {
        "name": "Adventurer",
        "switch": null,
        "text": "Eni-sensei, she's been traveling alone throughout\nthe country for a long time and it seems she never\nsettles in one place. I wonder if it's a case of\nwanderlust.",
        "text2": "\"...I hate to say this, but... I don't think\nyou're likely to get married, sensei...\""
    },
    "16": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"I want the power of a dragon. I really want it. I\nwant it right now. I want it plentifully and\nintensely.\"",
        "text2": "\"I don't have any ulterior motives. But I want\nIsuku-san to give me strength with his mouth and\nchest.\""
    },
    "17": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"The Janios sect is a notorious cult. They are\nhabitual kidnappers, and their operatives are\nknown as [Janios Fangs].\"",
        "text2": "\"It's composed of humans, orcs, goblins, and\noccasionally they bring ogres as bodyguards. They\nare a group that requires caution.\""
    },
    "18": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"Did you know? It seems that the infamous Count\nLugome was eliminated by someone. There are rumors\nthat it was the work of someone, or that he was\neliminated by neighboring countries, but the truth\nis still unclear.\"",
        "text2": "\"I wonder if someone defeated that wicked warlock,\nCount Lugome. It's a terrifying story, isn't it?\""
    },
    "19": {
        "name": "Female Priest",
        "switch": null,
        "text": "\"Lord Ishperel protects everyone from chaos and\nilluminates the world. He is the main god. The\nmajority of the people in this country believe in\nhim...\"",
        "text2": "\"The festival held three times a year is still\ndedicated to praying and giving thanks to Lord\nIshperel, who protects us. It is thanks to your\nprotection that we can celebrate life...\""
    },
    "20": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"Lord Ishperel protects this world, and his\ndaughter, Lady Auld, hunts down the wicked. That\nis why we are able to live in this world...\"",
        "text2": "\"Therefore, these two gods have the most\nfollowers. Following them are the god of travel,\nwind, and commerce, Lord Folre... as well as the\ngod of earth, restful death, and the moon, Lord\nKrone...\""
    },
    "21": {
        "name": "Female Priest",
        "switch": null,
        "text": "\"Goddess of War, Lady Auld, not only watches over\nthe warriors fighting against external enemies,\nbut also protects the women who guard their homes\nwhile the men are at war...\"",
        "text2": "\"Therefore, despite being the goddess who governs\nwar, there are also many female believers. Even\namong adventurers, clerics and sisters of the Auld\nfaith are often seen...\""
    },
    "22": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"Undead mages... in other words, magic users who\nhave become immortal. They have defied the peace\nof Lady Crone and granted themselves immortality\nwith wicked magic.\"",
        "text2": "\"They are the ones who have discarded their bodies\nand lives, quite formidable. But even their\nimmortality is not perfect. The only one who can\ntruly be called immortal is probably the No-Life\nKing.\""
    },
    "23": {
        "name": "Female magician",
        "switch": null,
        "text": "\"The underground world, Underworld, is a dangerous\nplace. Dark elves who have been deprived of their\ndwellings from the surface world, evil spiders and\ninsects, a world of poison, mold, and darkness...\"",
        "text2": "\"If you are going, then you must have a strong\nheart. Because that place... it corrodes the\nhearts of us surface dwellers.\""
    },
    "24": {
        "name": "Patrol Knight",
        "switch": null,
        "text": "\"I've heard that recently, there's been a group\nthat seems to be a kidnappers' guild roaming\naround. It's said that they attack villages and\ntravelers in groups, and then sell them in the\ndarkness.\"",
        "text2": "\"What despicable scoundrels. You, too, with your\nlovely maidenly appearance, may be targeted.\nPlease take great care, Golden Dragon.\""
    },
    "25": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"You know about the orcs, right? They're that\nrepulsive, evil race with pig-like faces. They're\na bit special, as they have both males and\nfemales, and they excel at breeding with different\nspecies.\"",
        "text2": "\"I don't know the details, but the goddess they\nworship seems to have a belief like 'Be fruitful\nand multiply, fill the earth, and do not dwell on\npregnancy'... It seems to be a value system that\npraises using conquered different species to\nincrease their own race. Scary, isn't it?\""
    },
    "26": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"When it comes to the specialty of this village,\nit's definitely the 'Headless Beauty Inn's berry\npie! It's a masterpiece made with plenty of\nberries preserved in sugar that can be found\nnearby.\"",
        "text2": "\"Surprisingly, there are many fans, and\noccasionally travelers visit Lucrea Village just\nto eat this pie. If you haven't tried it, you\nshould definitely give it a taste.\""
    },
    "27": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"Speaking of Lukrea Village, there's also the\nonion soup. It's delicious, made with plenty of\nonions and venison. It's the perfect thing to blow\naway the fatigue of travel in an instant.\"",
        "text2": "\"And a warm wine with a piece of butter in it. It\nreally makes you feel alive, doesn't it?\""
    },
    "28": {
        "name": "Female Magician",
        "switch": null,
        "text": "\"The fried potatoes here are exquisite. The spices\nmake them go well with alcohol. Did you know?\nPotatoes were brought here quite a long time ago\nwhen we began trading with the reptilian people\nfrom the southern regions.\"",
        "text2": "\"It seems that they go well with the soil in this\narea, so we have been able to grow a lot of them\nhere since then. They are nutritious and\ndelicious, so there's nothing to complain about,\nright?\""
    },
    "29": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"In this land, a national union led by a coalition\nof small countries governs the entire area. There\nare many formidable threats that cannot be dealt\nwith by the power of each country alone.\"",
        "text2": "\"The adventurer's guild, which is funded by that\nnational union, is our own. In other words, it\ncould be said that it's a fair organization that\ndoesn't favor any particular country.\""
    },
    "30": {
        "name": "Old Sage",
        "switch": null,
        "text": "\"There are various types of chromatic dragons,\neach with different personalities. The red dragon\nis the most arrogant, greedy, and short-tempered.\nThe green dragon is cunning and malicious. The\nblack dragon is cruel and wicked...\"",
        "text2": "\"What is common among the chromatic dragons is\nthat they are evil and belong to chaos.\nDestruction, domination, and slaughter are their\njoy.\""
    },
    "31": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"The blue dragon may be haughty and arrogant, but\nthere is still some room for negotiation with\nthem. ...That being said, it would take handing\nover all the gold we have to let them go, paying\nan exorbitant ransom to free prisoners, and so\non.\"",
        "text2": "\"The white dragon is always a mighty beast with an\ninsatiable appetite. It has no interest in\nconversation and only seeks to devour us. When\nventuring into the snowy mountains, be cautious of\nits tracks.\""
    },
    "32": {
        "name": "Old Sage",
        "switch": null,
        "text": "\"The black dragon... the Black Dragon is the most\nterrifying. He is excessively cruel, taking the\nmost pleasure in tormenting the weak.\"",
        "text2": "\"The tragedy caused by the deceased Black Dragon\nKing is still sung about in poems and passed down\nto this day.\""
    },
    "33": {
        "name": "Old Sage",
        "switch": null,
        "text": "\"Among the benevolent metallic dragons, the Silver\nDragon is particularly common in the human world.\nIt is said that they are especially attracted to\nshort-lived and passionate humans.\"",
        "text2": "\"It seems that they are strongly attracted and\ncaptivated by humans who, despite their short and\ntransient lives, overwhelm other races and achieve\nunexpected great deeds. They are quite a\ntroublesome bunch, aren't they?\""
    },
    "34": {
        "name": "Old Sage",
        "switch": null,
        "text": "\"The Gold Dragon... the Gold Dragon is the most\nnoble among dragons. Like a holy knight who stands\nagainst evil and defeats the wicked. If it means\nfighting evil and saving the weak, they would even\nsacrifice their own lives.\"",
        "text2": "\"The gold dragon before my eyes... doesn't quite\ngive off that impression, huh? Even though they\nare dragons, there seems to be a significant\nindividual difference... don't you think?\""
    },
    "35": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"The one leading the adventurers here is Erick.\nShe has a good sense of style, judgment, and is\npopular. After all, charisma is what brings people\ntogether.\"",
        "text2": "\"By the way, her breasts are big. Her butt is\nnice. Her thighs are thick. To be honest, I want\nto do various things. No, I want them done to me.\""
    },
    "36": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"Isk, you always seem to casually appear and take\nup a spot in front of the bard. And then you\nmutter to yourself with an unyielding expression,\ndon't you?\"",
        "text2": "\"I heard a story that someone received the power\nof a dragon from Mr. Isk. It seems like they're so\njealous that they feel like they're going crazy.\nTheir mind is being destroyed.\""
    },
    "37": {
        "name": "Female Magician",
        "switch": null,
        "text": "\"A few years ago, a gold dragon descended upon\nthis village... Since then, Lukrea Village has\nprospered tremendously. It seems to be thanks to\nthe protection of the gold dragon.\"",
        "text2": "\"Surely, Sol's mother lent her power to you and\nthe village even after her death. We must also\nexpress our gratitude.\""
    },
    "38": {
        "name": "Female Magician",
        "switch": null,
        "text": "\"The owner of the tavern is quite a mysterious\nperson. There are various rumors, such as him\nbeing a former adventurer or actually a beastman,\nbut the truth remains in the dark.\"",
        "text2": "\"However, I once saw him with an incredibly\nbeautiful woman... But it didn't seem like a\nromantic or marital relationship. ...It was more\nlike a master and servant... or a familiar...\""
    },
    "39": {
        "name": "Female Magician",
        "switch": null,
        "text": "\"The magician who lives in the tower, Master\nPrestrois, is truly an amazing magician. It seems\nthat she was once a disciple of Rowen, one of the\nfive top disciples of the legendary archmage.\"",
        "text2": "\"You wouldn't imagine it from the way she's\nboiling potions in the tower, but it seems she's\nbecome completely round since having a\ngrandchild.\""
    },
    "40": {
        "name": "Adventurer",
        "switch": null,
        "text": "\"It seems the recent trend is all about carriages\nand dragons. It even has a book. It's said that\nthe huge dragon thing pierces through carriages.\"",
        "text2": "\"Honestly, it's a world I don't understand. I\ndon't want to understand, so I don't read such\nbooks. But...\""
    }
}